<?php
// +----------------------------------------------------------------------
// | 《一家店》 -- 新零售一站式服务专家
// |  是重庆HIGHNES，围绕数字化企业服务战略旗下自主团队研发、运营品牌项目。
// +----------------------------------------------------------------------
// | 官网地址  http://www.highneshop.com
// +----------------------------------------------------------------------
// | 版权所有 2016-2099 重庆瀚乐思信息技术有限公司，并保留所有权利。
// +----------------------------------------------------------------------
// | Author: lijiao <1570693659@qq.com>
// | Date: 2019/9/20 21:51
// +----------------------------------------------------------------------

interface Test
{
    public function select($sql);
    public function create($sql);
    public function update($where,$sql);
}
